Revit 2024 API
ScheduleDefinition.GetField Method
Overload List
Name | Description
GetField(Int32)
 Gets a field.
GetField(ScheduleFieldId)
 Gets a field.
See Also
ScheduleDefinition Class
ScheduleDefinition Members
Autodesk.Revit.DB Namespace